

/* PPPoE error strings */

/* EXIT_PPPoE_NOSERVER */
"Device Error 1" = "Could not find a PPPoE server.";
/* EXIT_PPPoE_NOSERVICE */
"Device Error 2" = "No PPPoE server has been found for the specified service. Please delete the service name option and try again.";
/* EXIT_PPPoE_NOAC */
"Device Error 3" = "The specified PPPoE access concentrator has not been found. Please delete the access concentrator option and try again.";
/* EXIT_PPPoE_NOACSERVICE */
"Device Error 4" = "The specified PPPoE server has not been found. Please delete the service name or the access concentrator option and try again.";
/* EXIT_PPPoE_CONNREFUSED */
"Device Error 5" = "The PPPoE server has been found but did not accept the connection.";
